{
  "plugins": {
    "blink.cmp": {
      "version": "'v1.7.0'"
    },
    "conform.nvim": {
    },
    "diffview.nvim": [],
    "mason.nvim": {
    },
    "mini.files": {
    },
    "mini.icons": {
    },
    "mini.pick": {
    },
    "mini.statusline": {
    },
    "mini.surround": {
    },
    "mini.tabline": {
    },
    "neogit": {
    },
    "nvim-lint": {
    },
    "nvim-lspconfig": {
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "plenary.nvim": [],
    "tokyonight.nvim": {
    }
  }
}